
{ "Задание №1": "На вал, диаметр которого равен d, нанесли покрытие толщиной S, после нанесения покрытия диаметр вала стал равен D. Определите диаметр вала d до нанесения покрытия и его предельные отклонения. Задачу решить методом полной взаимозаменяемости.Дано: номинальный размер толщины покрытия {S = } мм, верхнее отклонение толщины покрытия {EsS = } мкм, нижнее отклонение толщины покрытия {EiS = } мкм; номинальный диаметр вала {D = } мм, верхнее отклонение диаметра вала {EsD = } мкм, нижнее отклонение диаметра вала {EiD = } мкм. Ответ вводить с точностью до целых в формате: 'номинальный диаметр вала до нанесения покрытия в мм/верхнее отклонение диаметра вала до нанесения покрытия в мкм/ нижнее отклонение диаметра вала до нанесения покрытия в мкм'.", 
  "Задание №2": "В некотором соединении необходимо обеспечить зазор S определённых размеров. Минимальный размер зазора должен быть равен Smin, максимальный размер зазора должен быть равен Smax. Определите, каким при этом должен быть номинальный размер и предельные отклонения размера A4. Задачу решить вероятностным методом. Известно, что все размеры, участвующие в соединении можно объединить в цепь так, что размер S будет находиться на одной линии с размерами A1 и A2, а на противоположной линии будут находиться размеры A3 и A4. Номинальный размер зазора S = 0. Дано: минимальный размер зазора {Smin = } мм, максимальный размер зазора {Smax = } мм, номинальный размер {A1 = } мм, верхнее отклонение размера {EsA1 = } мкм, нижнее отклонение размера {EiA1 = } мкм; номинальный размер {A2 = } мм, верхнее отклонение размера {EsA2 = } мкм, нижнее отклонение размера {EiA2 = } мкм; номинальный размер {A3 = } мм, верхнее отклонение размера {EsA3 = } мкм, нижнее отклонение размера {EiA3 = } мкм. Ответ вводить с точностью до целых в формате: 'номинальный размер A4 в мм/верхнее отклонение размера A4 в мкм/ нижнее отклонение размера A4 в мкм'.",
  "Задание №3": "Известно, что размерная цепь состоит из четырёх звеньев. Размер R1 – замыкающий,  R2 – увеличивающий, R3 – уменьшающий, R4 – уменьшающий.  В ходе решения некоторой задачи были определены квалитеты и соответствующие им допуски для составляющих звеньев. Необходимо определить, чему равен допуск замыкающего звена. Задачу решить двумя методами: методом полной взаимозаменяемости и вероятностным методом. Дано: допуск размера {R2 = } мкм, допуск размера {R3 = } мкм, допуск размера {R4 = } мкм. Ответ вводить с точностью до целых в формате: 'допуск замыкающего звена в мкм (метод полной взаимозаменяемости)/ допуск замыкающего звена в мкм (вероятностный метод)'." }